# St7DeleteLoadPathTemplateDistributedForce

Deletes a distributed force from the specified load path template.

long St7DeleteLoadPathTemplateDistributedForce(long uID, long TemplateID,

long Vehicle, long Pos)

Input Parameters

uID

Strand7 model file ID.

TemplateID

Load path template ID.

Vehicle

Vehicle number.

Pos

Distributed force number.